IDEA Open Model
MatConcreteSIA.Ecm Property
Compatible with IDEA StatiCa Beta 20.0
 secant modulus of elasticity of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ecm { get; set; }
Public Property Ecm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace